Repository: Fuwn/lagrange
Catalog: po/*.po
Languages: fi, gl, sr, zh_hant

# ident.stopuse
source: Stop Using on This Page
fi: Lopeta käyttö tällä sivulla
gl: Deixar de usar nesta páxina
sr: Престани са употребом на овој страници
zh_hant: 停止在本頁使用

# dlg.ident.notes
source: Notes about %s:
fi: Muistiinpanot liittyen identiteettiin %s:
gl: Notas acerca de %s:
sr: Забелешке о %s:
zh_hant: %s 上的註解：

# dlg.confirm.ident.delete
source: Do you really want to delete the identity %s%s%s including its certificate and private key files?
fi: Oletko varma, että haluat poistaa identiteetin %s%s%s mukaanlukien sen sertifikaatin ja salaisen avaimen?
gl: Tes a certeza de que queres eliminar a identidade %s%s%s incluíndo o seu certificado e ficheiro de chave privada?
sr: Заиста желите да обришете идентитет %s%s%s, укључујући његов сертификат и приватне кључеве?
zh_hant: 確定要刪除這個身分嗎？ %s%s%s 此操作亦將刪除它對應的憑證和私鑰檔案。

# ident.gotohelp
source: See %sHelp%s for more information about TLS client certificates.
fi: Katso %sOhjeesta%s lisätietoja TLS-asiakassertifikaateista.
gl: Le a %sAxuda%s para máis información acerca dos certificados cliente TLS.
sr: Видети %sПомоћ%s за више информација у вези са TLS клијентским сертификатима.
zh_hant: 檢視%s幫助%s來瞭解更多關於 TLS 客戶端憑證的資訊。

# dlg.save.incomplete
source: The page contents are still being downloaded.
fi: Sivun sisällön lataus ei ole vielä päättynyt.
gl: Aínda se está a descargar o contido desta páxina.
sr: Садржај странице се и даље преузима.
zh_hant: 頁面內容依然在下載。

# num.minutes
source: %d minute
fi: %d minuutti
gl: %d minuto
sr: %d минут
zh_hant: %d 分鐘

# link.newtab
source: Open Link in New Tab
fi: Avaa linkki uuteen välilehteen
gl: Abrir ligazón nunha Nova lapela
sr: Отвори везу у новој картици
zh_hant: 在新標籤頁中開啟連結

# link.browser
source: Open Link in Default Browser
fi: Avaa linkki oletusselaimessa
gl: Abrir ligazón no Navegador por defecto
sr: Отвори везу у подразумеваном читачу
zh_hant: 在預設瀏覽器中開啟連結

# dlg.file.delete.confirm
source: Are you sure you want to delete this file?
gl: Tes a certeza de querer eliminar este ficheiro?

# dlg.certwarn.mayberenewed
source: The received certificate may have been recently renewed — it is for the correct domain and has not expired. The currently trusted certificate will expire on %s, in one day.
fi: Vastaanotettu sertifikaatti voi olla hiljattain uusittu — se on merkitty oikealle verkkotunnukselle ja on voimassa. Tällä hetkellä luottamamme sertifikaatin voimassaolo päätty %s, yhden päivän kuluttua.
gl: O certificado recibido podería ter sido renovado hai pouco — é para o dominio correcto e non caducou. O certificado actual de confianza vai caducar en %s, nun día.
sr: Примљени сертификат је можда недавно обновљен — он је за исправан домен и није истекао. Сертификат коме је тренутно указано поверење ће истећи %s, за један дан.
zh_hant: 收到的憑證或許是最近更新了——它對應這個域名且沒有過期。目前信任的憑證會在%s，即 %d 天后過期。

# dlg.certwarn.expired
source: The received certificate has expired on %s.
fi: Vastaanotettu sertifikaatti on vanhentunut %s.
gl: O certificado recibido caducou en %s.
sr: Примљени сертификат је истекао %s.
zh_hant: 收到的憑證已經於%s過期。

# dlg.certwarn.domain
source: The received certificate is for the wrong domain (%s). This may be a server configuration problem.
fi: Vastaanotettu sertifikaatti on väärälle verkkotunnukselle (%s). Tämä voi johtua virheestä palvelimen asetuksissa.
gl: O certificado recibido é para o dominio incorrecto (%s). Podería deberse a un problema na configuración do servidor.
sr: Примљени сертификат је за погрешан домен (%s). Ово може бити проблем при подешавању сервера.
zh_hant: 收到的憑證與域名不對應（%s）。可能是伺服器配置有誤。

# dlg.certimport.notfound.page
source: No certificate/key found on the current page.
fi: Sivulta ei löytynyt sertifikaattia tai avainta.
gl: Non se atopa certificado ou chave na páxina actual.
sr: Ниједан сертификат нити кључ није пронађен на текућој страници.
zh_hant: 在本頁上未找到任何憑證或私鑰。

# lang.pt
source: Portuguese
fi: Portugali
gl: Portugués
sr: Португалски
zh_hant: 葡萄牙語

# dlg.newident.rsa.selfsign
source: Creating a self-signed 2048-bit RSA certificate.
fi: Luodaan itse allekirjoitettu 2048-bittinen RSA-sertifikaatti.
gl: Creando un certificado 2048-bit RSA auto-asinado.
sr: Креирање самопотписаног 2048-битног RSA сертификата.
zh_hant: 正在建立一個自簽名的 2048 位 RSA 憑證。

# dlg.newident.notsaved
source: not saved to disk
fi: ei talletata tiedostoon
gl: non se gardou no disco
sr: не чува се на диск
zh_hant: 不在磁碟上儲存

# dlg.newindent.missing.commonname
source: A "Common name" must be specified.
gl: Debes indicar un "Nome común".

# dlg.newident.date.example
source: Please check the "Valid until" date. Examples: • 2030 • 2025-06-30 • 2021-12-31 23:59:59
gl: Comproba a data "Válido ata". Exemplos: • 2030 • 2025-06-30 • 2021-12-31 23:59:59

# heading.prefs.pagecontent
source: PAGE COLORS
fi: SIVUN SISÄLTÖ
gl: CORES DA PÁXINA
sr: САДРЖАЈ СТРАНИЦЕ
zh_hant: 頁面內容

# heading.prefs.sizing
source: SIZING
fi: KOKO
gl: TAMAÑO
sr: ВЕЛИЧИНА
zh_hant: 尺寸

# heading.prefs.widelayout
source: WIDE LAYOUT
fi: LEVEÄ ULKOASU
gl: ANCHO DA DISPOSICIÓN
sr: ШИРОКИ ИЗГЛЕД
zh_hant: 寬佈局

# prefs.collapsepreonload
source: Collapse preformatted:
fi: Piilota esimuotoillut:
gl: Pregar texto preformatado:
sr: Скупи преформатирани текст:
zh_hant: 收起預格式文字：

# prefs.archive.openindex
source: Open archive indices:
gl: Abrir índices do arquivo:

# prefs.doctheme.dark
source: Dark theme:
fi: Tumma teema:
gl: Decorado escuro:
sr: Тамна тема:
zh_hant: 深色主題：

# prefs.boldlink
source: Bold links:
gl: Ligazóns resaltadas:
zh_hant: 加粗展示連結：

# hint.prefs.userfont
source: path of a TrueType font
gl: ruta á tipografía True Type

# prefs.quoteicon
source: Quote indicator:
fi: Lainaustyyli:
gl: Indicador da cota:
sr: Индикатор цитирања:
zh_hant: 引言指示圖示：

# prefs.proxy.gemini
source: Gemini proxy:
fi: Gemini-välipalvelin:
gl: Proxy Gemini:
sr: Прокси за Џемини:
zh_hant: Gemini 代理：

# doc.fetching
source: Fetching
gl: Obtendo
sr: Допремање
zh_hant: 獲取中

# doc.archive
source: %s is a compressed archive.
gl: %s é un arquivo comprimido.

# doc.archive.view
source: View archive contents
gl: Ver contidos do arquivo

# media.download.warnclose
source: Download will be cancelled if this tab is closed.
gl: A descarga será cancelada se pechas esta lapela.
sr: Преузимање ће бити отказано ако се ова картица затвори.
zh_hant: 若此標籤頁關閉，則下載將被取消。

# media.download.complete
source: Download completed.
gl: Descarga completada.
sr: Преузимање је завршено.
zh_hant: 下載完畢。

# audio.meta.title
source: Title
gl: Título
sr: Наслов
zh_hant: 標題

# audio.meta.artist
source: Artist
gl: Artista
sr: Извођач
zh_hant: 藝人

# audio.meta.date
source: Date
gl: Data
sr: Датум
zh_hant: 日期

# numbertype.float
source: float
gl: flotante
sr: број са покретним зарезом
zh_hant: 浮點數

# feeds.list.title
source: Feed entries
gl: Entradas da fonte
sr: Ставке фида
zh_hant: 訂閱項

# feeds.list.entrycount
source: a total of %zu entry
gl: un total de %zu entrada
sr: укупно %zu ставку
zh_hant: 共 %zu 項

# feeds.list.refreshtime.now
source: The latest refresh occurred just a moment ago.
gl: A última actualización fíxose hai xusto un intre.
sr: Последње освежавање је било малопре.
zh_hant: 剛剛更新。

# feeds.list.refreshtime
source: The latest refresh occurred %s.
gl: A última actualización aconteceu %s.
sr: Последње освежавање је било %s.
zh_hant: 最近更新於 %s。

# minutes.ago
source: %d minute ago
gl: fai %d minuto
sr: пре %d минут
zh_hant: %d 分鐘前

# days.ago
source: %d day ago
gl: hai %d día
sr: пре %d дан
zh_hant: %d 日前

# about.tagline
source: A Beautiful Gemini Client
fi: Kaunis Gemini-selain
gl: Un Fermoso Cliente Gemini
sr: Прелепи Џемини клијент
zh_hant: 一個漂亮的 Gemini 客戶端

# about.version
source: Version
fi: Versio
gl: Versión
sr: Верзија
zh_hant: 版本

# about.powered
source: Powered by SDL 2, OpenSSL, and ☕️
fi: SDL 2:n, OpenSSL:n ja ☕️:n voimalla
gl: Grazas a SDL 2, OpenSSL, e ☕️
sr: Заснован на SDL 2, OpenSSL и ☕️
zh_hant: 由 SDL 2、OpenSSL 和☕️驅動

source: Cancel
fi: Peruuta
gl: Cancelar
sr: Поништи
zh_hant: 取消

source: Close
gl: Pechar

# dlg.message.ok
source: Continue
fi: Jatketaan
gl: Continuar
sr: Настави
zh_hant: 繼續

# toggle.yes
source: YES
fi: Kyllä
gl: SI
sr: ДА
zh_hant: 已啟用

# toggle.no
source: NO
fi: Ei
gl: NON
sr: НЕ
zh_hant: 已關閉

# menu.title.file
source: File
fi: Tiedosto
gl: Ficheiro
sr: Датотека
zh_hant: 檔案

# menu.title.edit
source: Edit
fi: Muokkaa
gl: Editar
sr: Уређивање
zh_hant: 編輯

# menu.title.view
source: View
fi: Näkymä
gl: Ver
sr: Приказ
zh_hant: 顯示方式

# menu.title.bookmarks
source: Bookmarks
fi: Kirjanmerkit
gl: Marcadores
sr: Обележивачи
zh_hant: 書籤

# menu.title.help
source: Help
fi: Ohje
gl: Axuda
sr: Помоћ
zh_hant: 輔助說明

# menu.newtab
source: New Tab
fi: Uusi välilehti
gl: Nova lapela
sr: Нова картица
zh_hant: 新標籤頁

# menu.closetab
source: Close Tab
fi: Sulje välilehti
gl: Pechar lapela
sr: Затвори картицу
zh_hant: 關閉標籤頁

# menu.closetab.other
source: Close Other Tabs
fi: Sulje toiset välilehdet
gl: Pechar outras lapelas
sr: Затвори остале картице
zh_hant: 關閉其它標籤頁

# menu.closetab.left
source: Close Tabs To Left
fi: Sulje välilehdet vasemmalla
gl: Pechar as lapelas á esquerda
sr: Затвори картице слева
zh_hant: 關閉左側所有標籤頁

# menu.duptab
source: Duplicate Tab
fi: Monista välilehti
gl: Duplicar lapela
sr: Дуплирај картицу
zh_hant: 克隆標籤頁

# menu.split.merge
source: Merge Tabs
gl: Fusionar lapelas

# menu.split.swap
source: Swap Sides
gl: Cambiar os lados

# menu.openlocation
source: Open Location…
fi: Avaa sijainti…
gl: Abrir localización…
sr: Отвори локацију…
zh_hant: 打開網址…

# menu.downloads
source: Show Downloads
gl: Mostrar as Descargas

# menu.find
source: Find on Page
fi: Etsi sivulta
gl: Atopar na páxina
sr: Тражи на страници
zh_hant: 在頁面上尋找

# macos.menu.find
source: Find
fi: Etsi
gl: Atopar
sr: Тражи
zh_hant: 尋找

# menu.save.downloads
source: Save to Downloads
fi: Tallenna latauskansioon
gl: Gardar en Descargas
sr: Сачувај у фолдеру за преузимања
zh_hant: 儲存至下載

# menu.save.downloads.open
source: Save to Downloads and Open File
gl: Gardar en Descargas e Abrir o ficheiro

# menu.sidebar
source: Toggle Sidebar
fi: Näytä/piilota sivupaneeli
gl: Activar panel lateral
sr: Смени панел
zh_hant: 開關邊欄

# menu.sidebar.left
source: Toggle Left Sidebar
fi: Näytä/piilota vasen sivupaneeli
gl: Activar panel esquerdo
sr: Смени леви панел
zh_hant: 開關左邊欄

# menu.sidebar.right
source: Toggle Right Sidebar
fi: Näytä/piilota oikea sivupaneeli
gl: Activar panel dereito
sr: Смени десни панел
zh_hant: 開關右邊欄

# menu.zoom.in
source: Zoom In
fi: Suurenna
gl: Aumentar
sr: Увећај
zh_hant: 放大

# menu.zoom.reset
source: Reset Zoom
fi: Oletuskoko
gl: Restablecer tamaño
sr: Поништи увећање
zh_hant: 實際大小

# menu.view.split
source: Split View...
gl: Vista dividida...

# menu.bookmarks.list
source: List All Bookmarks
fi: Luettele kaikki kirjanmerkit
gl: Lista de tódolos marcadores
sr: Прикажи све обележиваче
zh_hant: 列出全部書籤

# macos.menu.bookmarks.list
source: List All
fi: Luettele kaikki
gl: Lista Todos
sr: Прикажи све
zh_hant: 列出全部

# macos.menu.bookmarks.bytag
source: List by Tag
fi: Luettele avainsanoilla
gl: Lista por Etiqueta
sr: Прикажи по ознаци
zh_hant: 按標籤列出

# menu.bookmarks.bytime
source: List Bookmarks by Creation Time
fi: Luettele kirjanmerkit luontijärjestyksessä
gl: Lista marcadores por Data de creación
sr: Прикажи обележиваче по времену настанка
zh_hant: 按建立時間列出書籤

# macos.menu.bookmarks.bytime
source: List by Creation Time
fi: Luettele luontijärjestyksessä
gl: Lista por Data de creación
sr: Прикажи по времену настанка
zh_hant: 按建立時間列出

# menu.feeds.entrylist
source: Show Feed Entries
fi: Näytä syötteiden artikkelit
gl: Mostrar entrada da Fonte
sr: Прикажи ставке фида
zh_hant: 顯示訂閱項

# menu.preferences
source: Preferences…
fi: Asetukset…
gl: Preferencias…
sr: Подешавања…
zh_hant: 偏好設定…

# menu.help
source: Help
fi: Ohje
gl: Axuda
sr: Помоћ
zh_hant: 輔助說明

# menu.releasenotes
source: Release Notes
fi: Versiohistoria
gl: Notas da versión
sr: Забелешке о издању
zh_hant: 發行說明

# menu.cut
source: Cut
fi: Leikkaa
gl: Cortar
sr: Исеци
zh_hant: 剪下

# menu.select.clear
source: Clear Selection
gl: Limpar selección

# menu.show.bookmarks
source: Show Bookmarks
fi: Näytä kirjanmerkit
gl: Mostrar Marcadores
sr: Прикажи обележиваче
zh_hant: 顯示書籤

# menu.show.feeds
source: Show Feeds
fi: Näytä syötteet
gl: Mostrar Fontes
sr: Прикажи фидове
zh_hant: 顯示訂閱項

# menu.show.history
source: Show History
fi: Näytä historia
gl: Mostrar Historial
sr: Прикажи историју
zh_hant: 顯示瀏覽記錄

# menu.show.identities
source: Show Identities
fi: Näytä identiteetit
gl: Mostrar Identidades
sr: Прикажи идентитете
zh_hant: 顯示身分

# menu.show.outline
source: Show Page Outline
fi: Näytä sivun rakenne
gl: Motrar esquema da páxina
sr: Прикажи структуру странице
zh_hant: 顯示頁面大綱

# menu.back
source: Go Back
fi: Mene takaisin
gl: Atrás
sr: Назад
zh_hant: 上一頁

# menu.forward
source: Go Forward
fi: Mene eteenpäin
gl: Adiante
sr: Напред
zh_hant: 下一頁

# menu.root
source: Go to Root
fi: Mene juureen
gl: Inicio da cápsula
sr: Иди на корену страницу
zh_hant: 回到根一級

# menu.reload
source: Reload Page
fi: Lataa sivu uudestaan
gl: Recargar páxina
sr: Поново учитај страницу
zh_hant: 重新整理

# menu.autoreload
source: Set Auto-Reload…
fi: Aseta automaattinen lataus…
gl: Establecer Recarga automática…
sr: Постави аутоматско учитавање…
zh_hant: 設定自動重新整理…

# menu.page.bookmark
source: Bookmark Page…
fi: Lisää kirjanmerkki…
gl: Marcar páxina…
sr: Додај страницу у обележиваче…
zh_hant: 新增到書籤…

# menu.page.subscribe
source: Subscribe to Page…
fi: Tilaa sivu syötteenä…
gl: Subscribirse á páxina…
sr: Претплати се на страницу…
zh_hant: 訂閱頁面…

# menu.aboutpages
source: About Pages
fi: About-sivut
gl: Acerca de Páxinas
sr: Странице „About“
zh_hant: about 頁面

# menu.about
source: About
fi: Tietoja: Lagrange
gl: Acerca de
sr: О програму
zh_hant: 關於

# panel.back
source: Back
fi: Takaisin
gl: Atrás
sr: Назад
zh_hant: 返回

# menu.page.import
source: Import Links as Bookmarks…
fi: Tuo linkit kirjanmerkkeinä…
gl: Importar ligazóns como Marcadores…
sr: Увези везе као обележиваче…
zh_hant: 將連結以書籤形式匯入…

# menu.page.translate
source: Translate…
fi: Käännä…
gl: Traducir…
sr: Преведи…
zh_hant: 翻譯…

# menu.page.copyurl
source: Copy Page URL
fi: Kopioi sivun URL
gl: Copiar URL da páxina
sr: Копирај УРЛ странице
zh_hant: 拷貝頁面地址

# menu.page.copysource
source: Copy Page Source
fi: Kopioi sivun lähde
gl: Copiar código da páxina
sr: Копирај изворни код странице
zh_hant: 拷貝頁面原始碼

# menu.bookmarks.refresh
source: Refresh Remote Bookmarks
fi: Päivitä etäkirjanmerkit
gl: Actualizar marcadores remotos
sr: Освежи удаљене обележиваче
zh_hant: 重新整理遠端書籤

# menu.feeds.refresh
source: Refresh Feeds
fi: Päivitä syötteet
gl: Actualizar Fontes
sr: Освежи фидове
zh_hant: 重新整理訂閱項

# menu.identity.new
source: New Identity…
fi: Uusi identiteetti…
gl: Nova identidade…
sr: Нов идентитет…
zh_hant: 建立新身分…

# menu.identity.import
source: Import…
fi: Tuo…
gl: Importar…
sr: Увези…
zh_hant: 匯入…

# sidebar.bookmarks
source: Bookmarks
fi: Kirjanmerkit
gl: Marcadores
sr: Обележивачи
zh_hant: 書籤

# sidebar.feeds
source: Feeds
fi: Syötteet
gl: Fontes
sr: Фидови
zh_hant: 訂閱項

# sidebar.history
source: History
fi: Historia
gl: Historial
sr: Историја
zh_hant: 瀏覽記錄

# sidebar.identities
source: Identities
fi: Identiteetit
gl: Identidades
sr: Идентитети
zh_hant: 身分

# sidebar.outline
source: Outline
fi: Rakenne
gl: Esquema
sr: Структура
zh_hant: 大綱

# sidebar.action.feeds.showall
source: All
gl: Todo

# sidebar.action.feeds.showunread
source: Unread
gl: Sen ler

# sidebar.action.ident.new
source: New…
gl: Novo…

# sidebar.action.ident.import
source: Import…
gl: Importar…

# toolbar.outline
source: Page Outline
fi: Sivun rakenne
gl: Estructura da páxina
sr: Структура странице
zh_hant: 頁面大綱

# hint.findtext
source: Find text on page
fi: Etsi teksti sivulta
gl: atopar texto na páxina
sr: Тражи текст на страници
zh_hant: 在頁面上尋找文字

# status.query
source: Search Query
fi: Kysely
gl: Consulta da busca
sr: Упит за претрагу
zh_hant: 搜尋查詢

# status.query.tight
source: Query
gl: Buscar

# status.feeds
source: Updating Feeds
fi: Syötteiden päivitys
gl: Actualizando fontes
sr: Ажурирање фидова
zh_hant: 正在重新整理訂閱

# sidebar.date.otheryear
source: %b. %d, %Y
gl: %d. %b, %Y
sr: %d. %b %Y.
zh_hant: %Y 年 %m 月 %d日

# sidebar.date.thisyear
source: %b. %d
gl: %d. %b
sr: %d. %b
zh_hant: %m 月 %d日

# feeds.today
source: Today
fi: Tänään
gl: Hoxe
sr: Данас
zh_hant: 今日

# feeds.entry.newtab
source: Open Entry in New Tab
fi: Avaa artikkeli uuteen välilehteen
gl: Abrir entrada en Nova lapela
sr: Отвори ставку у новој картици
zh_hant: 在新標籤頁中開啟

# feeds.entry.markread
source: Mark as Read
fi: Merkitse luetuksi
gl: Marcar como lido
sr: Означи као прочитано
zh_hant: 標記為已讀

# feeds.entry.markunread
source: Mark as Unread
fi: Merkitse lukemattomaksi
gl: Marcar como non lido
sr: Означи као непрочитано
zh_hant: 標記為未讀

# sidebar.entry.bookmark
source: Add Bookmark…
fi: Lisää kirjanmerkki…
gl: Engadir Marcador…
sr: Додај обележивач…
zh_hant: 新增書籤…

# feeds.entry.bookmark
source: Add Bookmark…
fi: Lisää kirjanmerkki…
gl: Engadir Marcador…
sr: Додај обележивач…
zh_hant: 新增書籤…

# feeds.entry.openfeed
source: Open Feed Page
fi: Avaa syötesivu
gl: Abrir páxina da fonte
sr: Отвори страницу са фидовима
zh_hant: 開啟頁面

# feeds.edit
source: Edit Feed…
fi: Muokkaa syötettä…
gl: Editar Fonte…
sr: Уреди фид…
zh_hant: 編輯訂閱…

# feeds.unsubscribe
source: Unsubscribe…
fi: Lopeta tilaus…
gl: Dar de baixa…
sr: Уклони претплату…
zh_hant: 退訂…

# feeds.markallread
source: Mark All as Read
fi: Merkitse kaikki luetuksi
gl: Marcar todo como lido
sr: Означи све као прочитано
zh_hant: 全部標記為已讀

# feeds.refresh
source: Refresh Feeds
fi: Päivitä syötteet
gl: Actualizar fontes
sr: Освежи фидове
zh_hant: 重新整理

# menu.opentab
source: Open in New Tab
fi: Avaa uuteen välilehteen
gl: Abrir en Nova lapela
sr: Отвори у новој картици
zh_hant: 在新標籤頁中開啟

# menu.opentab.background
source: Open in Background Tab
fi: Avaa taustalle välilehteen
gl: Abrir na Lapela en segundo plano
sr: Отвори у позадинској картици
zh_hant: 在新標籤頁中開啟但不切換

# menu.openfile
source: Open File…
gl: Abrir ficheiro…

# menu.edit
source: Edit…
fi: Muokkaa…
gl: Editar…
sr: Уреди…
zh_hant: 編輯…

# menu.dup
source: Duplicate…
fi: Monista…
gl: Duplicar…
sr: Направи дупликат…
zh_hant: 克隆…

# menu.copyurl
source: Copy URL
fi: Kopioi URL
gl: Copiar URL
sr: Копирај УРЛ
zh_hant: 拷貝地址

# menu.forgeturl
source: Forget URL
fi: Unohda URL
gl: Esquecer URL
sr: Заборави УРЛ
zh_hant: 忘記該地址

# history.clear
source: Clear History…
fi: Tyhjennä historia…
gl: Limpar historial…
sr: Очисти историју…
zh_hant: 清除瀏覽記錄…

# heading.history.clear
source: CLEAR HISTORY
fi: TYHJENNÄ HISTORIA
gl: LIMPAR HISTORIAL
sr: ЧИШЋЕЊЕ ИСТОРИЈЕ
zh_hant: 清除瀏覽記錄

# dlg.history.clear
source: Clear History
fi: Tyhjennä historia
gl: Limpar historial
sr: Очисти историју
zh_hant: 清除記錄

# bookmark.tag.home
source: Use as Homepage
fi: Käytä kotisivuna
gl: Usar como páxina de inicio
sr: Користи као почетну страницу
zh_hant: 用作主頁

# bookmark.tag.sub
source: Subscribe to Feed
fi: Tilaa syötteenä
gl: Subscribirse a Fonte
sr: Претплати се на фид
zh_hant: 訂閱

# bookmark.tag.remote
source: Use as Bookmark Source
fi: Käytä etäkirjanmerkkien lähteenä
gl: Usar como Fonte de marcadores
sr: Користи као извор обележивача
zh_hant: 作為書籤源

# bookmark.tag.linksplit
source: Links open to the side
gl: As ligazóns ábrense ao lado

# bookmark.untag.home
source: Remove Homepage
fi: Älä käytä kotisivuna
gl: Eliminar páxina de inicio
sr: Уклони почетну страницу
zh_hant: 移除主頁

# bookmark.untag.sub
source: Unsubscribe from Feed
fi: Lopeta tilaus
gl: Retirar subscrición á Fonte
sr: Уклони претплату на фид
zh_hant: 退訂

# bookmark.untag.remote
source: Remove Bookmark Source
fi: Älä käytä etäkirjanmerkkien lähteenä
gl: Eliminar Fonte de marcadores
sr: Уклони извор обележивача
zh_hant: 移除書籤源

# bookmark.delete
source: Delete Bookmark
fi: Poista kirjanmerkki
gl: Eliminar Marcador
sr: Обриши обележивач
zh_hant: 刪除書籤

# ident.using
source: Using on this page
fi: Käytössä tällä sivulla
gl: Utilizando nesta páxina
sr: Користи се на овој страници
zh_hant: 正用於本頁

# ident.notused
source: Not used
fi: Ei käytössä
gl: Non utilizado
sr: Не користи се
zh_hant: 未使用

# ident.usedonurls
source: Used on %zu URL
fi: Käytössä %zu URL:ssa
gl: Utilizado en %zu URL
sr: Користи се на %zu УРЛ-у
zh_hant: 在 %zu 個地址上使用

# ident.temporary
source: Temporary
fi: Tilapäinen
gl: Temporalmente
sr: Привремени
zh_hant: 臨時

# ident.expiry
source: Expires %b %d, %Y
fi: Päättyy %b %d, %Y
gl: Caduca %d %b, %Y
sr: Истиче %d. %b %Y.
zh_hant: 將於 %Y 年 %m 月 %d日過期

# ident.use
source: Use on This Page
fi: Käytä tällä sivulla
gl: Utilizar nesta páxina
sr: Користи на овој страници
zh_hant: 在本頁使用

# ident.stopuse.all
source: Stop Using Everywhere
fi: Lopeta käyttö kaikkialla
gl: Deixar de utilizar en todas partes
sr: Престани са употребом свуда
zh_hant: 停止在所有頁面上使用

# ident.export
source: Export
gl: Exportar

# heading.ident.use
source: IDENTITY USAGE
fi: IDENTITEETIN KÄYTTÖ
gl: USO DA IDENTIDADE
sr: УПОТРЕБА ИДЕНТИТЕТА
zh_hant: 身分使用情況

# menu.edit.notes
source: Edit Notes…
fi: Muokkaa muistiinpanoja…
gl: Editar notas…
sr: Уреди забелешке…
zh_hant: 編輯註解…

# heading.ident.notes
source: IDENTITY NOTES
fi: IDENTITEETIN MUISTIINPANOT
gl: NOTAS DA IDENTIDADE
sr: ЗАБЕЛЕШКЕ О ИДЕНТИТЕТУ
zh_hant: 身分註解

# ident.fingerprint
source: Copy Fingerprint
fi: Kopioi sormenjälki
gl: Copiar impresión dixital
sr: Копирај отисак
zh_hant: 拷貝指紋

# ident.delete
source: Delete Identity…
fi: Poista identiteetti…
gl: Eliiminar identidade…
sr: Обриши идентитет…
zh_hant: 刪除身分…

# heading.ident.delete
source: DELETE IDENTITY
fi: POISTA IDENTITEETTI
gl: ELIMINAR IDENTIDADE
sr: БРИСАЊЕ ИДЕНТИТЕТА
zh_hant: 刪除身分

# dlg.ident.delete
source: Delete Identity and Files
fi: Poista identiteetti ja tiedostot
gl: Eliminar Identidade e Ficheiros
sr: Обриши идентитет и датотеке
zh_hant: 刪除身分和相關檔案

# sidebar.empty.idents
source: No Identities
fi: Ei identiteettejä
gl: Sen identidades
sr: Нема идентитета
zh_hant: 無身分

# heading.unsub
source: UNSUBSCRIBE
fi: POISTA TILAUS
gl: RETIRAR SUBSCRICIÓN
sr: УКЛАЊАЊЕ ПРЕТПЛАТЕ
zh_hant: 退訂

# dlg.confirm.unsub
source: Really unsubscribe from feed "%s"?
fi: Haluatko varmasti poistaa syötteen "%s" tilauksen?
gl: Retirar subscrición a fonte "%s"?
sr: Заиста уклонити претплату на фид „%s“?
zh_hant: 確定要退訂 「%s」嗎？

# dlg.unsub
source: Unsubscribe
fi: Poista tilaus
gl: Retirar subscrición
sr: Уклонити претплату
zh_hant: 退訂

# error.unsupported.suggestsave
source: You can save it as a file to your Downloads folder: press %s or select "%s" from the menu.
fi: Voit silti tallentaa sen latauskansioon. Paina %s tai valitse "%s" valikosta.
gl: Podes gardalo como un ficheiro no cartafol Descargas: preme %s ou elixe "%s" no menú.
sr: Ипак, можете је сачувати као датотеку у вашем фолдеру са преузетим датотекама. Притисните %s или изаберите „%s“ из менија.
zh_hant: 不過，您可以通過按 %s 或在選單裡選擇「 %s」來將它存到您的「下載」資料夾。

# error.server.msg
source: Server responded with the message:
gl: O servidor respondeu coa mensaxe:

# heading.pageinfo
source: PAGE INFORMATION
fi: SIVUN TIEDOT
gl: INFORMACIÓN DA PÁXINA
sr: ИНФОРМАЦИЈЕ О СТРАНИЦИ
zh_hant: 頁面資訊

# pageinfo.header.cached
source: (cached content)
fi: (sisältö välimuistista)
gl: (contido na caché)
sr: (кеширани садржај)
zh_hant: （來自快取）

# pageinfo.cert.status
source: Certificate Status:
fi: Sertifikaatin tila:
gl: Estado do Certificado:
sr: Статус сертификата:
zh_hant: 憑證狀態：

# pageinfo.cert.ca.verified
source: Verified by CA
fi: CA:n varmentama
gl: Verificado por AC
sr: Верификован од стране ИС
zh_hant: 由權威憑證機構（CA）驗證

# pageinfo.cert.ca.unverified
source: Not verified by CA
fi: Ei CA:n varmentama
gl: Non verificado por AC
sr: Није верификован од стране ИС
zh_hant: 未經權威憑證機構（CA）驗證

# pageinfo.cert.notexpired
source: Not expired
fi: Voimassa
gl: Non caducado
sr: Није истекао
zh_hant: 未過期

# pageinfo.cert.expired
source: Expired
fi: Vanhentunut
gl: Caducado
sr: Истекао
zh_hant: 過期
