Repository: Fuwn/lagrange
Catalog: po/*.po
Languages: fi, gl, sr, zh_hant

# pageinfo.cert.trusted
source: Trusted
fi: Luotettu
gl: De confianza
sr: Са поверењем
zh_hant: 受信任的

# pageinfo.cert.untrusted
source: Not trusted
fi: Ei luotettu
gl: Sen confianza
sr: Без поверења
zh_hant: 不受信任的

# pageinfo.domain.match
source: Domain name matches
fi: Verkkotunnus täsmää
gl: O nome de dominio concorda
sr: Назив домена одговара
zh_hant: 與域名對應

# pageinfo.domain.mismatch
source: Domain name mismatch
fi: Verkkotunnus ei täsmää
gl: O nome de dominio non concorda
sr: Назив домена не одговара
zh_hant: 與域名不對應

# dlg.cert.trust
source: Trust
fi: Luota
gl: Confiar
sr: Поверење
zh_hant: 信任

# dlg.cert.fingerprint
source: Copy Fingerprint
fi: Kopioi sormenjälki
gl: Copiar impresión dixital
sr: Копирај отисак
zh_hant: 拷貝指紋

# dlg.input.prompt
source: Please enter input for %s:
fi: Anna syöte sivulle "%s":
gl: Escribe o contido para %s:
sr: Унесите податке за %s:
zh_hant: 請為 %s 輸入：

# dlg.input.linebreak
source: Line break
gl: Nova liña

# dlg.input.send
source: Send
fi: Lähetä
gl: Enviar
sr: Пошаљи
zh_hant: 傳送

# heading.save
source: FILE SAVED
fi: TIEDOSTO TALLENNETTU
gl: FICHEIRO GARDADO
sr: ДАТОТЕКА САЧУВАНА
zh_hant: 檔案已儲存

# heading.save.incomplete
source: PAGE INCOMPLETE
fi: SIVUN LATAUS KESKEN
gl: PÁXINA INCOMPLETA
sr: НЕПОТПУНА СТРАНИЦА
zh_hant: 頁面不完整

# dlg.save.size
source: Size:
fi: Koko:
gl: Tamaño:
sr: Величина:
zh_hant: 大小：

# dlg.save.opendownload
source: Open Downloaded File
gl: Abrir ficheiro descargado

# heading.save.error
source: ERROR SAVING FILE
fi: VIRHE TALLENTAESSA
gl: ERRO AO GARDAR O FICHEIRO
sr: ГРЕШКА ПРИ ЧУВАЊУ ДАТОТЕКЕ
zh_hant: 儲存檔案時出錯

# heading.import.bookmarks
source: IMPORT BOOKMARKS
fi: TUO KIRJANMERKKEJÄ
gl: IMPORTAR MARCADORES
sr: УВОЗ ОБЕЛЕЖИВАЧА
zh_hant: 匯入書籤

# dlg.import.found
source: Found one new link on the page.
fi: Sivulta löytyy yksi uusi linkki.
gl: Atopamos unha nova ligazón na páxina.
sr: Пронађена %d нова веза на страници.
zh_hant: 在頁面上找到了 %d 條新的連結。

# dlg.import.add
source: %sAdd Bookmark
fi: %sLisää kirjanmerkki
gl: %sEngade Marcador
sr: %sДодај обележивач
zh_hant: %s新增 %d 個書籤

# dlg.import.notnew
source: All links on this page are already bookmarked.
fi: Kaikki sivun linkit on jo kirjanmerkkeinä.
gl: Xa están marcadas tódalas ligazóns desta páxina.
sr: Све везе на овој страници су већ додате у обележиваче.
zh_hant: 本頁上所有連結均已被新增到書籤。

# heading.autoreload
source: AUTO-RELOAD
fi: AUTOMAATTINEN LATAUS
gl: AUTO-RECARGA
sr: АУТОМАТСКО УЧИТАВАЊЕ
zh_hant: 自動重新整理

# dlg.autoreload
source: Select the auto-reload interval for this tab.
fi: Valitse välilehden uudelleenlataustiheys.
gl: Elixe o intervalo para a auto-recarga nesta lapela.
sr: Изаберите интервал за аутоматско учитавање за ову картицу.
zh_hant: 請為本頁選擇一個自動重新整理頻率。

# reload.never
source: Never
fi: Ei koskaan
gl: Nunca
sr: Никад
zh_hant: 永不

# reload.onceperday
source: Once per day
fi: Kerran päivässä
gl: Unha vez ao día
sr: Једном дневно
zh_hant: 每天一次

# num.hours
source: %d hour
fi: %d tunti
gl: %d hora
sr: %d сат
zh_hant: %d 小時

# link.newtab.background
source: Open Link in Background Tab
fi: Avaa linkki taustalle välilehteen
gl: Abrir ligazón en Lapela en segundo plano
sr: Отвори везу у позадинској картици
zh_hant: 在新標籤頁中開啟連結但不切換

# link.side
source: Open Link to the Side
gl: Abrir ligazón ao carón

# link.side.newtab
source: Open Link in New Tab to the Side
gl: Abrir ligazón en Nova lapela ao carón

# link.noproxy
source: Open without Proxy
fi: Avaa ilman välipalvelinta
gl: Abrir sen Proxy
sr: Отвори без проксија
zh_hant: 在不使用代理的情況下開啟

# link.copy
source: Copy Link
fi: Kopioi linkki
gl: Copiar Ligazón
sr: Копирај везу
zh_hant: 拷貝連結

# link.bookmark
source: Bookmark Link…
fi: Tee kohteesta kirjanmerkki…
gl: Marcar Ligazón…
sr: Додај везу у обележиваче…
zh_hant: 將連結新增為書籤…

# link.download
source: Download Linked File
fi: Lataa kohde tiedostoon
gl: Descargar ficheiro da ligazón
sr: Преузми повезану датотеку
zh_hant: 下載連結目標檔案

# link.file.delete
source: Delete File
gl: Eliminar ficheiro

# heading.file.delete
source: DELETE FILE
gl: ELIMINAR FICHEIRO

# dlg.file.delete
source: Delete
gl: Eliminar

# heading.openlink
source: OPEN LINK
fi: AVAA LINKKI
gl: ABRIR LIGAZÓN
sr: ОТВАРАЊЕ ВЕЗЕ
zh_hant: 開啟連結

# dlg.openlink.confirm
source: Open this link in the default browser? %s%s
fi: Avaa tämä linkki oletusselaimessa? %s%s
gl: Abrir esta ligazón no navegador por defecto? %s%s
sr: Отворити ову везу у подразумеваном читачу? %s%s
zh_hant: 要在預設瀏覽器裡開啟這個連結嗎？ %s%s

# dlg.openlink
source: Open Link
fi: Avaa linkki
gl: Abrir ligazón
sr: Отвори везу
zh_hant: 開啟連結

# heading.certwarn
source: UNTRUSTED CERTIFICATE
fi: SERTIFIKAATTIVAROITUS
gl: CERTIFICADO SEN CONFIANZA
sr: СЕРТИФИКАТ БЕЗ ПОВЕРЕЊА
zh_hant: 不受信任的憑證

# dlg.certwarn.different
source: The received certificate is valid but different than the one we trust.
fi: Vastaanotettu sertifikaatti on voimassa, mutta eri kuin luottamamme sertifikaatti.
gl: O certificado recibido é válido pero diferente ao que temos establecida a confianza nel.
sr: Примљени сертификат је исправан али се разликује од онога коме је указано поверење.
zh_hant: 收到的憑證是有效的，但與目前信任的證書不一致。

# dlg.certwarn.domain.expired
source: The received certificate is expired AND for the wrong domain.
fi: Vastaanotettu sertifikaatti on vanhentunut JA merkitty väärälle verkkotunnukselle.
gl: O certificado recibido está caducado E era para un dominio incorrecto.
sr: Примљени сертификат је истекао И за погрешан је домен.
zh_hant: 收到的憑證已經過期，且域名不對應。

# heading.certimport
source: IMPORT IDENTITY
fi: TUO IDENTITEETTI
gl: IMPORTAR IDENTIDADE
sr: УВОЗ ИДЕНТИТЕТА
zh_hant: 匯入身分

# dlg.certimport.help
source: Paste a PEM-encoded certificate and/or private key, or drop a .crt/.key file on the window.
fi: Liimaa PEM-koodattu sertifikaatti ja/tai salainen avain, tai pudota .crt/.key-tiedosto ikkunaan.
gl: Pega un certificado e/ou chave privada en formato PEM, ou solta un ficheiro .crt/.key na ventá.
sr: Налепите PEM-кодирани сертификат и/или приватни кључ или превуците .crt/.key датотеку у овај прозор.
zh_hant: 在此貼上一個PEM格式的憑證及/或私鑰， 或拖拽一個 .crt 或 .key 檔案到此視窗。

# dlg.certimport.notfound
source: No certificate or private key was found.
fi: Sertifikaattia tai salaista avainta ei löytynyt.
gl: Non se atopa certificado ou chave privada.
sr: Ниједан сертификат или приватни кључ није пронађен.
zh_hant: 未找到任何憑證或私鑰。

# heading.certimport.pasted
source: PASTED FROM CLIPBOARD
fi: LIIMATTU LEIKEPÖYDÄLTÄ
gl: PEGADO DESDE PORTAPAPEIS
sr: НАЛЕПЉЕНО ИЗ КЛИПБОРДА
zh_hant: 從剪貼簿貼上

# heading.certimport.dropped
source: DROPPED FILE
fi: PUDOTETTU TIEDOSTO
gl: FICHEIRO APORTADO
sr: ПРЕВУЧЕНА ДАТОТЕКА
zh_hant: 拖拽來的檔案

# dlg.certimport.import
source: Import
fi: Tuo
gl: Importar
sr: Увези
zh_hant: 匯入

# dlg.certimport.notes
source: Notes:
fi: Muistiinpanot:
gl: Notas:
sr: Забелешке:
zh_hant: 註解：

# hint.certimport.description
source: description
fi: kuvaus
gl: descrición
sr: опис
zh_hant: 描述

# dlg.certimport.nocert
source: No Certificate
fi: Ei sertifikaattia
gl: Sen certificado
sr: Без сертификата
zh_hant: 無憑證

# dlg.certimport.nokey
source: No Private Key
fi: Ei salaista avainta
gl: Sen chave privada
sr: Без приватног кључа
zh_hant: 無私鑰

# link.hint.audio
source: Play Audio
fi: Toista äänitiedosto
gl: Reproducir
sr: Пусти аудио
zh_hant: 播放音訊

# link.hint.image
source: View Image
fi: Katso kuva
gl: Ver imaxe
sr: Приказ слике
zh_hant: 顯示圖片

# bookmark.title.blank
source: Blank Page
fi: Tyhjä sivu
gl: Páxina baleira
sr: Празна страница
zh_hant: 空頁面

# heading.lookup.bookmarks
source: BOOKMARKS
fi: KIRJANMERKIT
gl: MARCADORES
sr: ОБЕЛЕЖИВАЧИ
zh_hant: 書籤

# heading.lookup.feeds
source: FEEDS
fi: SYÖTTEET
gl: FONTES
sr: ФИДОВИ
zh_hant: 訂閱項

# heading.lookup.history
source: HISTORY
fi: HISTORIA
gl: HISTORIAL
sr: ИСТОРИЈА
zh_hant: 瀏覽記錄

# heading.lookup.pagecontent
source: PAGE CONTENT
fi: SIVUJEN SISÄLTÖ
gl: CONTIDO DA PÁXINA
sr: САДРЖАЈ СТРАНИЦЕ
zh_hant: 頁面內容

# heading.lookup.identities
source: IDENTITIES
fi: IDENTITEETIT
gl: IDENTIDADES
sr: ИДЕНТИТЕТИ
zh_hant: 身分

# heading.lookup.other
source: OTHER
fi: MUUT
gl: OUTRO
sr: ОСТАЛО
zh_hant: 其它結果

# heading.translate
source: TRANSLATE PAGE
fi: KÄÄNNÄ SIVU
gl: TRADUCIR PÁXINA
sr: ПРЕВОД СТРАНИЦЕ
zh_hant: 翻譯頁面

# dlg.translate.unavail
source: Service Unavailable
fi: Palvelu ei ole toiminnassa
gl: Servizo non dispoñible
sr: Сервис недоступан
zh_hant: 服務不可用

# dlg.translate.fail
source: Request Failed
fi: Pyyntö epäonnistui
gl: Fallou a solicitude
sr: Неуспешан захтев
zh_hant: 請求失敗

# dlg.translate
source: Translate
fi: Käännä
gl: Traducir
sr: Преведи
zh_hant: 翻譯

# dlg.translate.from
source: From:
fi: Kielestä:
gl: Desde:
sr: Са:
zh_hant: 自：

# dlg.translate.to
source: To:
fi: Kielelle:
gl: A:
sr: На:
zh_hant: 翻譯至：

# lang.ar
source: Arabic
fi: Arabia
gl: Árabe
sr: Арапски
zh_hant: 阿拉伯語

# lang.zh
source: Chinese
fi: Kiina
gl: Chinés
sr: Кинески
zh_hant: 中文

# lang.zh.hans
source: Chinese (Simplified)
fi: Kiina
gl: Chinés (simplificado)
sr: Кинески (поједностављени)
zh_hant: 簡體中文

# lang.zh.hant
source: Chinese (Traditional)
gl: Chinés (tradicional)
sr: Кинески (традиционални)
zh_hant: 繁體/正體中文

# lang.de
source: German
fi: Saksa
gl: Alemán
sr: Немачки
zh_hant: 德語

# lang.en
source: English
fi: Englanti
gl: Inglés
sr: Енглески
zh_hant: 英語

# lang.ie
source: Interlingue
gl: Interlingua
sr: Интерлингве
zh_hant: 西方國際語

# lang.fi
source: Finnish
fi: Suomi
gl: Finés
sr: Фински
zh_hant: 芬蘭語

# lang.fr
source: French
fi: Ranska
gl: Francés
sr: Француски
zh_hant: 法語

# lang.it
source: Italian
fi: Italia
gl: Italiano
sr: Италијански
zh_hant: 義大利語

# lang.ja
source: Japanese
fi: Japani
gl: Xaponés
sr: Јапански
zh_hant: 日語

# lang.pl
source: Polish
gl: Polaco

# lang.ru
source: Russian
fi: Venäjä
gl: Ruso
sr: Руски
zh_hant: 俄語

# lang.es
source: Spanish
fi: Espanja
gl: Español
sr: Шпански
zh_hant: 西班牙語

# lang.sr
source: Serbian
gl: Serbio
sr: Српски
zh_hant: 塞爾維亞語

# heading.newident
source: NEW IDENTITY
fi: UUSI IDENTITEETTI
gl: NOVA IDENTIDADE
sr: НОВ ИДЕНТИТЕТ
zh_hant: 建立身分

# dlg.newident.until
source: Valid until:
fi: Voimassa:
gl: Válido ata:
sr: Важи до:
zh_hant: 有效期至：

# hint.newident.date
source: YYYY or YYYY-MM-DD
fi: VVVV-KK-PP TT:MM:SS
gl: YYYY ou YYYY-MM-DD
sr: ГГГГ-ММ-ДД ЧЧ:ММ:СС
zh_hant: YYYY-MM-DD HH:MM:SS

# hint.newident.optional
source: optional
fi: vapaaehtoinen
gl: optativo
sr: необавезно
zh_hant: 選填

# dlg.newident.commonname
source: Common name:
fi: Yleisnimi:
gl: Nome común:
sr: Просто име:
zh_hant: 通用名稱（CN）：

# dlg.newident.temp
source: Temporary:
fi: Väliaikainen:
gl: Temporalmente:
sr: Привремен:
zh_hant: 臨時：

# dlg.newident.scope
source: Use on:
gl: Usar en:

# dlg.newident.scope.domain
source: Current Domain
gl: Dominio actual

# dlg.newident.scope.page
source: Current Page
gl: Páxina actual

# dlg.newident.scope.none
source: Not Used
gl: Non utilizado

# dlg.newident.userid
source: User ID:
fi: Käyttäjätunnus:
gl: ID de usuaria:
sr: Кориснички ID:
zh_hant: 使用者 ID：

# dlg.newident.domain
source: Domain:
fi: Verkkotunnus:
gl: Dominio:
sr: Домен:
zh_hant: 域名：

# dlg.newident.org
source: Organization:
fi: Järjestö:
gl: Organización:
sr: Организација:
zh_hant: 組織：

# dlg.newident.country
source: Country:
fi: Maa:
gl: País:
sr: Земља:
zh_hant: 國家：

# dlg.newident.more
source: More…
gl: Máis…

# dlg.newident.create
source: Create Identity
fi: Luo identiteetti
gl: Crear identidade
sr: Креирај идентитет
zh_hant: 建立身份

# heading.newident.missing
source: MISSING INFO
gl: INFO QUE FALTA

# heading.newident.date.bad
source: INVALID DATE
gl: DATA NON VÁLIDA

# dlg.newident.date.past
source: Expiration date must be in the future.
gl: A data de caducidade ten que estar no futuro.

# heading.feedcfg
source: FEED SETTINGS
fi: SYÖTTEEN ASETUKSET
gl: AXUSTES DA FONTE
sr: ПОДЕШАВАЊА ФИДА
zh_hant: 訂閱設定

# heading.subscribe
source: SUBSCRIBE TO PAGE
fi: TILAA SIVU SYÖTTEENÄ
gl: SUBSCRIBIRSE A PÁXINA
sr: ПРЕТПЛАТА НА СТРАНИЦУ
zh_hant: 訂閱頁面

# dlg.feed.title
source: Title:
fi: Otsikko:
gl: Título:
sr: Наслов:
zh_hant: 標題：

# dlg.feed.entrytype
source: Entry type:
fi: Artikkelin tyyppi:
gl: Tipo de entrada:
sr: Врста ставке:
zh_hant: 項目類型：

# dlg.feed.type.gemini
source: YYYY-MM-DD Links
fi: VVVV-KK-PP linkit
gl: Ligazóns YYYY-MM-DD
sr: Везе облика ГГГГ-ММ-ДД
zh_hant: YYYY-MM-DD 連結

# dlg.feed.type.headings
source: New Headings
fi: Uudet otsakkeet
gl: Novos Titulares
sr: Нови наслови
zh_hant: 新的標題

# dlg.feed.save
source: Save Settings
fi: Talleta asetukset
gl: Gardar axustes
sr: Сачувај подешавања
zh_hant: 儲存設定

# dlg.feed.sub
source: Subscribe
fi: Tilaa
gl: Subscribirse
sr: Претплати се
zh_hant: 訂閱

# heading.bookmark.add
source: ADD BOOKMARK
fi: LISÄÄ KIRJANMERKKI
gl: ENGADIR MARCADOR
sr: ДОДАВАЊЕ ОБЕЛЕЖИВАЧА
zh_hant: 新增為書籤

# heading.bookmark.edit
source: EDIT BOOKMARK
fi: MUOKKAA KIRJANMERKKIÄ
gl: EDITAR MARCADOR
sr: УРЕЂИВАЊЕ ОБЕЛЕЖИВАЧА
zh_hant: 編輯書籤

# dlg.bookmark.save
source: Save Bookmark
fi: Talleta kirjanmerkki
gl: Gardar marcador
sr: Сачувај обележивач
zh_hant: 儲存書籤

# dlg.bookmark.title
source: Title:
fi: Otsikko:
gl: Título:
sr: Наслов:
zh_hant: 標題：

# dlg.bookmark.tags
source: Tags:
fi: Avainsanat:
gl: Etiquetas:
sr: Ознаке:
zh_hant: 標籤：

# dlg.bookmark.icon
source: Icon:
fi: Kuvake:
gl: Icona:
sr: Икона:
zh_hant: 圖示：

# heading.prefs
source: PREFERENCES
fi: ASETUKSET
gl: PREFERENCIAS
sr: ПОДЕШАВАЊА
zh_hant: 偏好設定

# heading.prefs.certs
source: CERTIFICATES
fi: SERTIFIKAATIT
gl: CERTIFICADOS
sr: СЕРТИФИКАТИ
zh_hant: 憑證

# heading.prefs.colors
source: Colors
fi: Värit
gl: Cores
sr: Боје
zh_hant: 顏色

# heading.prefs.fonts
source: Fonts
fi: KIRJASINLAJIT
gl: Tipo de letra
sr: ФОНТОВИ
zh_hant: 字型

# heading.prefs.general
source: General
fi: Yleiset
gl: Xeral
sr: Опште
zh_hant: 一般

# heading.prefs.interface
source: UI
fi: Liittymä
gl: IU
sr: Интерфејс
zh_hant: 介面

# heading.prefs.keys
source: Keys
fi: Näppäimet
gl: Chaves
sr: Комбинације тастера
zh_hant: 金鑰

# heading.prefs.network
source: Network
fi: Verkko
gl: Rede
sr: Мрежа
zh_hant: 網路

# heading.prefs.paragraph
source: PARAGRAPH
fi: KAPPALE
gl: PARÁGRAFO
sr: ПАСУС
zh_hant: 段落

# heading.prefs.uitheme
source: UI COLORS
gl: CORES DA IU

# heading.prefs.scrolling
source: SCROLLING
fi: VIERITYS
gl: DESPRAZAMENTO
sr: СКРОЛОВАЊЕ
zh_hant: 捲動

# heading.prefs.style
source: Style
fi: Tyyli
gl: Estilo
sr: Стил
zh_hant: 樣式

# heading.prefs.userinterface
source: User Interface
fi: Käyttöliittymä
gl: Interface de usuaria
sr: Кориснички интерфејс
zh_hant: 使用者介面

# prefs.downloads
source: Downloads folder:
fi: Latauskansio:
gl: Cartafol de descargas:
sr: Фолдер за преузете датотеке:
zh_hant: 下載資料夾：

# prefs.searchurl
source: Search URL:
fi: Kysely-URL:
gl: Buscar URL:
sr: УРЛ за претрагу:
zh_hant: 搜尋地址：

# prefs.hoverlink
source: Show URL on hover:
fi: Käytä URL kursorin alla:
gl: Mostrar URL ao porse enriba:
sr: Прикажи УРЛ при надношењу показивача:
zh_hant: 游標懸停時顯示地址：

# prefs.centershort
source: Vertical centering:
fi: Pystykeskitys:
gl: Centrado vertical:
sr: Вертикално центрирање:
zh_hant: 縱向居中：

# prefs.pinsplit
source: Split view pinning:
gl: Fixado da vista separada:

# prefs.pinsplit.none
source: None
gl: Nada

# prefs.pinsplit.left
source: Left Tab
gl: Lapela esquerda

# prefs.pinsplit.right
source: Right Tab
gl: Lapela dereita

# prefs.smoothscroll
source: Smooth scrolling:
fi: Pehmeä vieritys:
gl: Desprazamento suave:
sr: Глатко скроловање:
zh_hant: 平滑捲動：

# prefs.scrollspeed.keyboard
source: Keyboard speed:
gl: Velocidade do teclado:

# prefs.scrollspeed.mouse
source: Mouse speed:
gl: Velocidade do punteiro:

# prefs.imageloadscroll
source: Load image on scroll:
fi: Lataa kuva vieritettäessä:
gl: Cargar imaxe ao desprazar:
sr: Учитај слике при скроловању:
zh_hant: 捲動時載入圖片：

# prefs.hidetoolbarscroll
source: Hide toolbar on scroll:
fi: Piilota alapalkki vieritettäessä:
gl: Agochar barra ferramentas ao desprazar:
sr: Сакриј траку са алаткама при скроловању:
zh_hant: 捲動時隱藏工具欄：

# prefs.ostheme
source: Use system theme:
fi: Käytä järjestelmän teemaa:
gl: Usar decorado do sistema:
sr: Користи системску тему:
zh_hant: 使用系統主題：

# prefs.theme
source: Theme:
fi: Teema:
gl: Decorado:
sr: Тема:
zh_hant: 主題：

# prefs.theme.black
source: Black
fi: Musta
gl: Negro
sr: Црна
zh_hant: 黑

# prefs.theme.dark
source: Dark
fi: Tumma
gl: Escuro
sr: Тамна
zh_hant: 深色

# prefs.theme.light
source: Light
fi: Vaalea
gl: Claro
sr: Светла
zh_hant: 淺色

# prefs.theme.white
source: White
fi: Valkoinen
gl: Branco
sr: Бела
zh_hant: 白

# prefs.accent
source: Accent color:
fi: Aksenttiväri:
gl: Cor de resalte:
sr: Боја акцента:
zh_hant: 主色：

# prefs.accent.teal
source: Teal
fi: Sinivihreä
gl: Tella
sr: Тиркизна
zh_hant: 青色

# prefs.accent.orange
source: Orange
fi: Oranssi
gl: Laranxa
sr: Наранџаста
zh_hant: 橙色

# prefs.uilang
source: Language:
fi: Kieli:
gl: Idioma:
sr: Језик:
zh_hant: 語言：

# prefs.uiscale
source: UI scale factor:
fi: Skaalauskerroin:
gl: Factor de escala da IU:
sr: Фактор размере интерфејса:
zh_hant: 介面縮放比例：

# prefs.customframe
source: Custom window frame:
fi: Mukautetut reunukset:
gl: Marco de ventá personalizado:
sr: Прилагођени оквир прозора:
zh_hant: 客製化視窗邊框：

# prefs.animate
source: Animations:
gl: Animacións:

# prefs.sideicon
source: Capsule icon:
fi: Kapselin ikoni:
gl: Icona da cápsula:
sr: Икона капсуле:
zh_hant: 站點圖示：

# prefs.doctheme.light
source: Light theme:
fi: Vaalea teema:
gl: Decorado claro:
sr: Светла тема:
zh_hant: 淺色主題：

# prefs.doctheme.name.colorfuldark
source: Colorful Dark
fi: Värikäs tumma
gl: Escuro colorido
sr: Живахна тамна
zh_hant: 五彩斑斕的黑

# prefs.doctheme.name.colorfullight
source: Colorful Light
fi: Värikäs vaalea
gl: Claro colorido
sr: Живахна светла
zh_hant: 五彩斑斕的白

# prefs.doctheme.name.black
source: Black
fi: Musta
gl: Negro
sr: Црна
zh_hant: 黑色

# prefs.doctheme.name.gray
source: Gray
fi: Harmaa
gl: Gris
sr: Сива
zh_hant: 灰色

# prefs.doctheme.name.white
source: White
fi: Valkoinen
gl: Branco
sr: Бела
zh_hant: 白色

# prefs.doctheme.name.highcontrast
source: High Contrast
fi: Korkea kontrasti
gl: Alto contraste
sr: Високи контраст
zh_hant: 高對比度

# prefs.saturation
source: Saturation:
fi: Saturaatio:
gl: Saturación:
sr: Засићење:
zh_hant: 色彩飽和度：

# prefs.headingfont
source: Heading font:
fi: Otsakkeet:
gl: Letra dos títulos:
sr: Фонт наслова:
zh_hant: 標題字型：

# prefs.font
source: Body font:
fi: Leipäteksti:
gl: Letra do corpo:
sr: Фонт тела странице:
zh_hant: 正文字型：

# prefs.mono
source: Monospace body:
fi: Tasalevyinen leipäteksti:
gl: Corpo do monoespazado:
sr: Тело странице фонтом једнаке ширине:
zh_hant: 等寬字型：

# prefs.boldlink.dark
source: On Dark
gl: No escuro
zh_hant: 在深色下

# prefs.boldlink.light
source: On Light
gl: No claro
zh_hant: 在淺色下

# prefs.userfont
source: Symbol font:
gl: Letra dos símbolos:

# prefs.linewidth
source: Line width:
fi: Rivin leveys:
gl: Ancho da liña:
sr: Ширина реда:
zh_hant: 線寬：

# prefs.linewidth.fill
source: Fill
fi: Täytä
gl: Chea
sr: Попуна
zh_hant: 填充

# prefs.linespacing
source: Line spacing:
gl: Espazo entre liñas:

# prefs.quoteicon.icon
source: " Icon
fi: " ikoni
gl: " Icona
sr: Икона "
zh_hant: “ 圖示

# prefs.quoteicon.line
source: Line
fi: Viiva
gl: Liña
sr: Линија
zh_hant: 線條

# prefs.biglede
source: Big 1st paragaph:
fi: Suuri 1. kappale:
gl: 1º parágrafo en grande:
sr: Велики први пасус:
zh_hant: 首段加大：

# prefs.plaintext.wrap
source: Wrap plain text:
fi: Rivitä selväteksti:
gl: Pregar texto plano:
sr: Преломи чисти текст:
zh_hant: 純文字折行：

# prefs.decodeurls
source: Decode URLs:
fi: Pura URL-koodaus:
gl: Decodificar URLs:
sr: Декодирај УРЛ-ове:
zh_hant: 解碼地址：

# prefs.cachesize
source: Cache size:
fi: Välimuistin koko:
gl: Tamaño da caché:
sr: Величина кеша:
zh_hant: 快取大小：

# prefs.memorysize
source: Memory size:
gl: Tamaño da memoria:

# prefs.ca.file
source: CA file:
fi: CA-tiedosto:
gl: Ficheiro AC:
sr: Датотека ИС-а:
zh_hant: 權威憑證機構（CA）檔案：

# prefs.ca.path
source: CA path:
fi: CA-polku:
gl: Ruta AC:
sr: Путања ИС-а:
zh_hant: 權威憑證機構（CA）路徑：

# prefs.proxy.gopher
source: Gopher proxy:
fi: Gopher-välipalvelin:
gl: Proxy Gopher:
sr: Прокси за Gopher:
zh_hant: Gopher 代理：

# prefs.proxy.http
source: HTTP proxy:
fi: HTTP-välipalvelin:
gl: Proxy HTTP:
sr: Прокси за HTTP:
zh_hant: HTTP 代理：

# menu.binding.clear
source: Remove
fi: Poista
gl: Eliminar
sr: Уклони
zh_hant: 移除

# menu.binding.reset
source: Reset to Default
fi: Palauta oletus
gl: Restablecer a por defecto
sr: Врати на подразумевано
zh_hant: 重置為預設值

# archive.exit
source: Exit the archive
gl: Saír do arquivo

# doc.pre.nocaption
source: Preformatted text without a caption
fi: Esimuotoiltua tekstiä ilman kuvausta
gl: Texto sen formato sen lenda
sr: Преформатирани текст без натписа
zh_hant: 無說明的預格式文字

# audio.meta.genre
source: Genre
gl: Xénero
sr: Жанр
zh_hant: 類型

# feeds.list.counts
source: You are subscribed to %zu feed that contains %%s.
gl: Estás subscrita a %zu fonte que contén %%s.
sr: Претплаћени сте на %zu фид који садржи %%s.
zh_hant: 您訂閱了 %zu 個源，%%s。

# hours.ago
source: %d hour ago
gl: fai %d hora
sr: пре %d сат
zh_hant: %d 小時前

# about.logo
source: ASCII art: the word "Lagrange" using a large font
fi: ASCII-kuva: sana "Lagrange" kirjoitettuna isolla fontilla
gl: Arte ASCII: a palabra "Lagrange" utilizando unha tipografía enorme
sr: ASCII art: реч „Lagrange“ великим словима
zh_hant: ASCII 藝術：大字體的單字「Lagrange」

# menu.title.identity
source: Identity
fi: Identiteetti
gl: Identidade
sr: Идентитет
zh_hant: 身分

# menu.closetab.right
source: Close Tabs To Right
fi: Sulje välilehdet oikealla
gl: Pechar as lapelas á dereita
sr: Затвори картице здесна
zh_hant: 關閉右側所有標籤頁

# menu.save.files
source: Save to Files
fi: Tallenna tiedostoon
gl: Gardar en Ficheiros
sr: Сачувај у Files
zh_hant: 儲存至文件

# menu.zoom.out
source: Zoom Out
fi: Pienennä
gl: Diminuír
sr: Смањи
zh_hant: 縮小

# menu.bookmarks.bytag
source: List Bookmarks by Tag
fi: Luettele kirjanmerkit avainsanoilla
gl: Lista marcadores por Etiqueta
sr: Прикажи обележиваче по ознаци
zh_hant: 按標籤列出書籤

# menu.quit
source: Quit Lagrange
fi: Sulje Lagrange
gl: Sair de Lagrange
sr: Изађи из Lagrange-а
zh_hant: 結束 Lagrange

# menu.copy
source: Copy
fi: Kopioi
gl: Copiar
sr: Копирај
zh_hant: 拷貝

# menu.paste
source: Paste
fi: Liimaa
gl: Pegar
sr: Налепи
zh_hant: 貼上

# menu.copy.pagelink
source: Copy Link to Page
fi: Kopioi sivun linkki
gl: Copiar Ligazón á páxina
sr: Копирај везу ка страници
zh_hant: 拷貝至頁面的連結

# menu.debug
source: Debug Information
fi: Virheenetsintätietoja
gl: Información de depuración
sr: Информације за дебаговање
zh_hant: 偵錯資訊

# menu.import.links
source: Import All Links on Page…
fi: Tuo kaikki linkit sivulla…
gl: Importar tódalas ligazóns na páxina…
sr: Увези све везе са странице…
zh_hant: 匯入頁面上的所有連結…

# menu.identity.notactive
source: No Active Identity
fi: Ei aktiivista identiteettiä
gl: Sen Identidade activa
sr: Нема активног идентитета
zh_hant: 沒有已啟用的身分

# sidebar.unread
source: Unread
fi: lukematon
gl: Non lido
sr: непрочитан
zh_hant: 未讀

# page.timestamp
source: Received at %I:%M %p on %b %d, %Y
fi: Vastaanotettu %H:%M %b %d, %Y
gl: Recibido ás %I:%M %p en %d %b, %Y
sr: Примљено у %H:%M дана %d. %b %Y.
zh_hant: 於 %Y 年 %m 月 %d 日 %H:%M 接收

# dlg.confirm.history.clear
source: Do you really want to erase the history of all visited pages?
fi: Haluatko varmasti tyhjentää selaushistorian?
gl: Tes a certeza de que queres esquecer tódalas páxinas visitadas?
sr: Заиста желите да очистите историју свих посећених страница?
zh_hant: 確定要清除所有的瀏覽記錄嗎？

# bookmarks.reload
source: Refresh Remote Sources
fi: Päivitä etäkirjanmerkit
gl: Actualizar Fontes remotas
sr: Освежи удаљене изворе
zh_hant: 重新整理遠端書籤源

# keys.scroll.halfpage.up
source: Scroll up half a page
fi: Vieritä ylöspäin puoli sivua
gl: Desprazarse media páxina arriba
sr: Скролуј горе за пола странице
zh_hant: 向上捲動半頁

# keys.scroll.halfpage.down
source: Scroll down half a page
fi: Vieritä alaspäin puoli sivua
gl: Desprazarse media páxina abaixo
sr: Скролуј доле за пола странице
zh_hant: 向下捲動半頁
