Repository: Fuwn/lagrange
Catalog: po/*.po
Languages: fi, gl, sr, zh_hant

# keys.subscribe
source: Subscribe to page
fi: Tilaa sivu syötteenä
gl: Subscríbete á páxina
sr: Претплати се на страницу
zh_hant: 訂閱頁面更新

# keys.tab.close.other
source: Close other tabs
gl: Pechar outras lapelas

# error.badstatus.msg
source: The server responded with a status code that is not in the Gemini protocol specification. Maybe the server is from the future? Or just malfunctioning.
fi: Palvelin vastasi tilakoodilla, jota ei ole määritelty Gemini-protokollan spesifikaatiossa. Ehkä palvelin on tulevaisuudesta? Tai vain epäkunnossa.
gl: O servidor respondeu cun código de estado que non está na especificación do código Gemini. Igoal este servidor está no futuro? Ou simplemente funciona mal.
sr: Сервер је одговорио статусним кодом који није у спецификацији протокола Џемини. Можда је сервер из будућности? Или је само неисправан.
zh_hant: 伺服器返回了一個在 Gemini 協議標準中沒有定義的狀態碼。也許這是來自未來的伺服器，或者只是它工作不正常。

# error.unsupported.protocol.msg
source: The requested protocol is not supported by this application.
fi: Pyydetty protokolla ei ole tuettu tässä sovelluksessa.
gl: O protocolo solicitado non ten soporte nesta aplicación.
sr: Ова апликација не подржава тражени протокол.
zh_hant: 請求的協議不被此程式支援。

# error.badheader.msg
source: The received header does not conform to the Gemini protocol specification. Perhaps the server is malfunctioning, or you tried to contact a non-Gemini server.
fi: Vastaanotettu otsaketieto ei ole Gemini-protokollan spesifikaation mukainen. Ehkä palvelin on epäkunnossa, tai yritit ottaa yhteyttä palvelimeen, joka ei tue Gemini-protokollaa.
gl: A cabeceira recibida non segue a especificación do protocolo Gemini. Pode que o servidor non funcione ben, ou que intentes conectar cun servidor non-Gemini.
sr: Примљено заглавље не поштује спецификацију протокола Џемини. Можда је сервер неисправан, или сте покушали да приступите не-Џемини серверу.
zh_hant: 收到的標頭不符合 Gemini 協議標準所規定的格式。也許伺服器工作不正常，或者可能是您在嘗試連線非 Gemini 伺服器。

# error.badredirect.msg
source: The server responded with a redirect but did not provide a valid destination URL. Perhaps the server is malfunctioning.
fi: Palvelin vastasi uudelleenohjauksella, jossa ei ole kelvollista kohdetta. Palvelin voi olla epäkunnossa.
gl: O servidor respondeu cunha redirección pero non proporcionou un URL válido. Pode que o servidor esté a funcionar mal.
sr: Сервер је одговорио преусмеравањем, али није послао исправан УРЛ одредишта. Сервер је можда неисправан.
zh_hant: 伺服器返回了重定向請求，但沒有提供有效的目標地址。也許伺服器工作不正常。

# error.manyredirects.msg
source: You may be stuck in a redirection loop. The next redirected URL is below if you want to continue manually.
fi: Olet mahdollisesti juuttunut uudelleenohjaussilmukkaan. Seuraava uudelleenohjattu kohde on alla, niin voit jatkaa manuaalisesti.
gl: Pode que esté atrapado nun bucle de redireccións. Abaixo tes o seguinte URL de redirección por se queres ir manualmente.
sr: Вероватно сте у петљи преусмеравања. Следећи преусмерени УРЛ је дат доле, уколико желите да наставите ручно.
zh_hant: 您可能陷入了一個重定向迴圈。若您希望自行前往，如下是下一個重定向目標地址。

# numbertype.integer
source: integer
gl: enteiro
sr: цео број
zh_hant: 整數

# menu.parent
source: Go to Parent
fi: Mene ylähakemistoon
gl: Nivel superior
sr: Иди на надређену страницу
zh_hant: 回上一級

# prefs.retainwindow
source: Retain placement:
fi: Säilytä sijainti:
gl: Reter situación:
sr: Задржи положај:
zh_hant: 記住視窗位置：

# archive.summary
source: This archive contains %zu item and its compressed size is %.1f MB.
gl: Este arquivo contén %zu elemento e o seu tamaño comprimido é %.1f MB.

# dir.empty
source: This directory is empty.
gl: O directorio está baleiro.

# dir.summary
source: This directory contains %zu item.
gl: O directorio contén %zu elemento.

# keys.top
source: Jump to top
fi: Siirry alkuun
gl: Ir arriba
sr: Иди на врх
zh_hant: 回到頂部

# keys.bottom
source: Jump to bottom
fi: Siirry loppuun
gl: Ir ao fondo
sr: Иди на дно
zh_hant: 前往底部

# keys.scroll.up
source: Scroll up
fi: Vieritä ylöspäin
gl: Desprazarse cara arriba
sr: Скролуј горе
zh_hant: 向上捲動

# keys.scroll.down
source: Scroll down
fi: Vieritä alaspäin
gl: Desprazarse cara abaixo
sr: Скролуј доле
zh_hant: 向下捲動

# keys.scroll.page.up
source: Scroll up a page
fi: Vieritä sivu ylöspäin
gl: Desprazarse unha páxina arriba
sr: Скролуј горе за једну страницу
zh_hant: 向上捲動一頁

# keys.scroll.page.down
source: Scroll down a page
fi: Vieritä sivu alaspäin
gl: Desprazarse unha páxina abaixo
sr: Скролуј доле за једну страницу
zh_hant: 向下捲動一頁

# keys.back
source: Go back
fi: Mene takaisin
gl: Ir atrás
sr: Иди уназад
zh_hant: 上一頁

# keys.forward
source: Go forward
fi: Mene eteenpäin
gl: Ir adiante
sr: Иди унапред
zh_hant: 下一頁

# keys.root
source: Go to capsule root
fi: Mene kapselin juureen
gl: Ir á raiz da cápsula
sr: Иди на корен капсуле
zh_hant: 前往站點根目錄

# keys.reload
source: Reload page
fi: Lataa sivu uudelleen
gl: Recargar páxina
sr: Поново учитај страницу
zh_hant: 重新整理

# keys.bookmark.add
source: Add bookmark
fi: Lisää kirjanmerkki
gl: Engadir marcador
sr: Додај обележивач
zh_hant: 新增書籤

# keys.findtext
source: Find text on page
fi: Etsi teksti sivulta
gl: Atopar texto na páxina
sr: Тражи текст на страници
zh_hant: 在頁面上查詢文字

# keys.zoom.in
source: Zoom in
fi: Suurenna
gl: Aumentar
sr: Увећај
zh_hant: 放大

# keys.zoom.out
source: Zoom out
fi: Pienennä
gl: Diminuír
sr: Умањи
zh_hant: 縮小

# keys.zoom.reset
source: Reset zoom
fi: Oletuskoko
gl: Restablecer tamaño
sr: Поништи увећање
zh_hant: 重置縮放

# keys.fullscreen
source: Toggle fullscreen mode
fi: Koko ruudun tila
gl: Activar modo pantalla completa
sr: Смени режим пуног екрана
zh_hant: 切換全屏模式

# keys.tab.new
source: New tab
fi: Uusi välilehti
gl: Nova lapela
sr: Нова картица
zh_hant: 新標籤頁

# keys.tab.close
source: Close tab
fi: Sulje välilehti
gl: Pechar lapela
sr: Затвори картицу
zh_hant: 關閉標籤頁

# keys.tab.prev
source: Previous tab
fi: Edellinen välilehti
gl: Lapela anterior
sr: Претходна картица
zh_hant: 上一個標籤頁

# keys.tab.next
source: Next tab
fi: Seuraava välilehti
gl: Lapela seguinte
sr: Следећа картица
zh_hant: 下一個標籤頁

# keys.split.menu
source: Set view split mode
gl: Establecer modo vista separada

# keys.split.next
source: Switch focus to next split
gl: Pór o foco na seguinte división

# keys.split.item
source: Split view menu:
gl: Menú da vista separada:

# error.badstatus
source: Unknown Status Code
fi: Tuntematon tilakoodi
gl: Código de Estado descoñecido
sr: Непознат статусни код
zh_hant: 未知狀態碼

# error.openfile
source: Failed to Open File
fi: Tiedoston avaus epäonnistui
gl: Fallo ao Abrir Ficheiro
sr: Неуспешно отварање датотеке
zh_hant: 開啟檔案失敗

# error.openfile.msg
source: The requested file does not exist or is inaccessible. Please check the file path.
fi: Pyydettyä tiedostoa ei ole olemassa tai sen avaamiseksi ei ole riittäviä oikeuksia. Tarkista tiedoston polku.
gl: O ficheiro solicitado non existe ou non é accesible. Comproba a ruta ao ficheiro.
sr: Тражена датотека не постоји или је недоступна. Проверите путању датотеке.
zh_hant: 請求的檔案不存在或不可訪問。請檢查檔案路徑。

# error.badresource
source: Invalid Resource
fi: Virheellinen resurssi
gl: Recurso non válido
sr: Неисправан ресурс
zh_hant: 無效的資源

# error.badresource.msg
source: The requested resource does not exist.
fi: Pyydettyä resurssia ei ole olemassa.
gl: Non existe o recurso solicitado.
sr: Тражени ресурс не постоји.
zh_hant: 請求的資源不存在。

# error.unsupported.media
source: Unsupported Content Type
fi: Sisältötyyppi ei tuettu
gl: Tipo de contido non soportado
sr: Неподржана врста садржаја
zh_hant: 不受支援的內容類型

# error.unsupported.media.msg
source: The received content cannot be viewed with this application.
fi: Vastaanotettua sisältöä ei voi toistaa tällä sovelluksella.
gl: O contido recibido non pode ser visualizado nesta aplicación.
sr: Примљени садржај се не може прегледати у овој апликацији.
zh_hant: 接受到的內容無法被此程式檢視。

# error.unsupported.protocol
source: Unsupported Protocol
fi: Protokolla ei tuettu
gl: Protocolo sen soporte
sr: Неподржани протокол
zh_hant: 不支援的協議

# error.badheader
source: Invalid Header
fi: Virheellinen otsaketieto
gl: Cabeceira non válida
sr: Неисправно заглавље
zh_hant: 無效標頭

# error.badredirect
source: Invalid Redirect
fi: Virheellinen uudelleenohjaus
gl: Redireción non válida
sr: Неисправно преусмеравање
zh_hant: 無效重定向

# keys.parent
source: Go to parent directory
fi: Mene yläkansioon
gl: Ir ao directorio superior
sr: Иди на надређени каталог
zh_hant: 前往上一級目錄

# keys.link.modkey
source: Open link via modifier key
fi: Avaa linkki muokkausnäppäimen avulla
gl: Abrir ligazón vía tecla modificadora
sr: Отвори везу преко тастера модификатора
zh_hant: 通過修飾鍵開啟連結

# keys.link.homerow
source: Open link via home row keys
fi: Avaa linkki kotirivinäppäimillä
gl: Abrir ligazón vía teclas fila de inicio
sr: Отвори везу преко тастера из основног реда
zh_hant: 通過主排鍵開啟連結

# keys.link.homerow.newtab
source: Open link in new tab via home row keys
fi: Avaa linkki uuteen välilehteen kotirivinäppäimillä
gl: Abrir ligazón en nova lapela vía teclas fila de inicio
sr: Отвори везу у новој картици преко тастера основног реда
zh_hant: 通過主排鍵在新標籤頁開啟連結

# keys.link.homerow.hover
source: Hover on link via home row keys
fi: Aktivoi linkki kotirivinäppäimillä
gl: Porse enriba da ligazón vía teclas da fila de inicio
sr: Наднеси над везу преко тастера основног реда
zh_hant: 通過主排鍵在連結上懸停

# keys.link.homerow.next
source: Next set of home row key links
fi: Seuraava joukko kotirivilinkkejä
gl: Seguinte grupo de ligazóns da tecla da fila de inicio
sr: Следећи низ тастера основног реда
zh_hant: 下一組主排鍵連結

# keys.hoverurl
source: Toggle show URL on hover
fi: Näytä URL kursorin alla
gl: Activar mostrar URL ao porse enriba
sr: Смени приказ УРЛ-ова при надношењу показивача
zh_hant: 開關游標懸停時顯示地址

# error.schemeredirect
source: Scheme-Changing Redirect
fi: Skeeman vaihtava uudelleenohjaus
gl: Redirección de Cambio-de-Esquema
sr: Преусмеравање уз промену шеме
zh_hant: 跨協議重定向

# error.schemeredirect.msg
source: The server attempted to redirect us to a URL whose scheme is different than the originating URL's scheme. Here is the link so you can open it manually if appropriate.
fi: Palvelin yritti uudelleenohjata meidät kohteeseen, jonka skeema on eri kuin lähdeosoitteen skeema. Tässä on kohdelinkki, jotta voit avata sen manuaalisesti.
gl: O servidor intentou redirixirte a un URL cun esquema diferente ao esquema do URL de orixe. Aquí tes a ligazón para abrila manualmente se o consideras axeitado.
sr: Сервер је покушао да нас преусмери на УРЛ чија шема се разликује од шеме полазног УРЛ-а. Ево те везе, коју можете отворити ручно уколико то желите.
zh_hant: 伺服器嘗試將您重定向到一個不同協議的地址。若您認為合適，以下是連結地址，供您手動開啟。

# error.manyredirects
source: Too Many Redirects
fi: Liian monta uudelleenohjausta
gl: Demasiadas redireccións
sr: Превише преусмеравања
zh_hant: 重定向過多

# error.tls
source: Network/TLS Failure
fi: Verkko/TLS-virhe
gl: Fallo Rede/TLS
sr: Грешка мреже/TLS-а
zh_hant: 網路或 TLS 錯誤

# error.tls.msg
source: Failed to communicate with the server. Here is the error message:
fi: Viestintä palvelimen kanssa epäonnistui. Tässä on järjestelmän antama virheilmoitus:
gl: Fallou a comunicación co servidor. Aquí está a mensaxe de erro:
sr: Неуспешна комуникација са сервером. Ево поруке о грешци:
zh_hant: 與伺服器通訊失敗。以下是錯誤資訊：

# error.temporary
source: Temporary Failure
fi: Väliaikainen virhe
gl: Fallo temporal
sr: Привремена грешка
zh_hant: 暫時性錯誤

# error.temporary.msg
source: The request has failed, but may succeed if you try again in the future.
fi: Pyyntö epäonnistui, mutta voi onnistua myöhemmin, jos yrität uudelleen.
gl: A solicitude fallou, pero podes intentalo outra vez dentro dun pouco.
sr: Захтев је неуспешан, али може успети ако покушате поново.
zh_hant: 請求失敗，但未來重試時可能會成功。

# error.unavail
source: Server Unavailable
fi: Palvelin ei käytettävissä
gl: Servidor non dispoñible
sr: Сервер је недоступан
zh_hant: 伺服器不可用

# error.unavail.msg
source: The server is unavailable due to overload or maintenance. Check back later.
fi: Palvelin ei ole juuri nyt käytettävissä, koska siihen kohdistuu liikaa liikennettä tai sitä huolletaan. Yritä myöhemmin uudestaan.
gl: O servidor non está dispoñible por mantemento ou sobrecarga. Volve dentro dun pouco.
sr: Сервер је недоступан због преоптерећења или одржавања. Покушајте поново касније.
zh_hant: 伺服器因超負荷或維護而不可用。請稍後再試。

# error.cgi
source: CGI Error
fi: CGI-virhe
gl: Erro CGI
sr: Грешка CGI-ја
zh_hant: CGI 錯誤

# error.cgi.msg
source: Failure during dynamic content generation on the server. This may be due to malfunctioning serverside software.
fi: Palvelimella tapahtui virhe dynaamisen sisällöntuotannon aikana. Palvelimen ohjelmisto voi tarvita korjausta.
gl: Erro durante a creación de contido dinámico no servidor. Pode deberse a un problema no software do servidor.
sr: Грешка приликом генерисања динамичког садржаја на серверу. Ово може бити због неисправног серверског софтвера.
zh_hant: 伺服器生成動態內容時出錯。也許是伺服器端軟體出現異常。

# error.proxy
source: Proxy Error
fi: Välipalvelinvirhe
gl: Erro do Proxy
sr: Грешка проксија
zh_hant: 代理錯誤

# error.proxy.msg
source: A proxy request failed because the server was unable to successfully complete a transaction with the remote host. Perhaps there are difficulties with network connectivity.
fi: Välityspyyntö epäonnistui, koska välipalvelin ei pystynyt suorittamaan loppuun tapahtumaa kohdepalvelimen kanssa. Ongelma voi liittyä verkkoyhteyksiin.
gl: Fallou a solicitude ao proxy porque o servidor non puido completar correctamente a transacción co host remoto. Pode que existan problemas coa conectividade da rede.
sr: Захтев проксију није успео зато што сервер није успео да заврши трансакцију са удаљеним хостом. Можда постоје проблеми са приступом мрежи.
zh_hant: 因伺服器與遠端主機通訊未能成功完成，代理請求失敗。也許網路連線有一些問題。

# error.slowdown
source: Slow Down
fi: Hitaammin
gl: Frear
sr: Успори
zh_hant: 慢一點

# error.slowdown.msg
source: The server is rate limiting requests. Please wait…
fi: Palvelin on rajoittanut pyyntötiheyttä. Ole hyvä ja odota…
gl: O servidor está limitando as solicitudes. Agarda…
sr: Сервер ограничава број захтева. Сачекајте…
zh_hant: 伺服器限制了請求速率。請等待…

# error.permanent
source: Permanent Failure
fi: Pysyvä virhe
gl: Fallo permanente
sr: Трајни неуспех
zh_hant: 永久性錯誤

# error.permanent.msg
source: Your request has failed and will fail in the future as well if repeated.
fi: Pyyntösi epäonnistui ja tulee epäonnistumaan myös jatkossa, jos yrität uudelleen.
gl: A túa solicitude fallou e fallará tamén no futuro se a repites.
sr: Ваш захтев није успео, и неће успети ни ако се понови.
zh_hant: 您的請求失敗。即使您繼續重複請求亦不會改變結果。

# error.notfound
source: Not Found
fi: Ei löydy
gl: Non atopado
sr: Није пронађено
zh_hant: 未找到

# error.notfound.msg
source: The requested resource could not be found at this time.
fi: Pyydettyä resurssia ei löydy tällä hetkellä.
gl: O recurso solicitado non se puido atopar nesta ocasión.
sr: Тражени ресурс се тренутно не може пронаћи.
zh_hant: 所請求的資源目前無法找到。

# error.gone.msg
source: The requested resource is no longer available.
fi: Pyydetty resurssi ei ole enää tarjolla.
gl: O recurso solicitado xa non está dispoñible.
sr: Тражени ресурс није више доступан.
zh_hant: 所請求的資源已經不再可用。

# error.gone
source: Gone
fi: Poistettu
gl: Desaparecido
sr: Уклоњено
zh_hant: 已移除

# error.proxyrefusal
source: Proxy Request Refused
fi: Välityspyyntö evätty
gl: Rexeitada a solicitude ao proxy
sr: Захтев проксију је одбијен
zh_hant: 代理請求被拒絕

# error.proxyrefusal.msg
source: The request was for a resource at a domain not served by the server and the server does not accept proxy requests.
fi: Pyydetty resurssi ei ole palvelimen tarjoamalla verkkotunnuksella eikä palvelin ota vastaan välityspyyntöjä.
gl: A solicitude realizouse a un dominio non servidor por este servidor e o servidor non acepta solicitudes proxy.
sr: Захтеван је ресурс са домена који не опслужује сервер, а овај сервер не прихвата прокси захтеве.
zh_hant: 請求的資源不在該伺服器服務的域名上，且該伺服器不接受代理請求。

# error.badrequest
source: Bad Request
fi: Virheellinen pyyntö
gl: Solicitude incorrecta
sr: Лош захтев
zh_hant: 無效請求

# error.badrequest.msg
source: The server did not understand your request.
fi: Palvelin ei ymmärtänyt pyyntöäsi.
gl: O servidor non entende o que lle estás a pedir.
sr: Сервер не разуме ваш захтев.
zh_hant: 伺服器無法理解您的請求。

# error.cert.needed
source: Certificate Required
fi: Sertifikaatti puuttuu
gl: Require certificado
sr: Захтева се сертификат
zh_hant: 需要憑證

# error.cert.needed.msg
source: Access to the requested resource requires identification via a client certificate.
fi: Pyydetty resurssi vaatii tunnistautumisen TLS-asiakassertifikaatilla.
gl: O acceso ao recurso solicitado require identificación cun certificado cliente.
sr: Приступ траженом ресурсу захтева идентификацију преко клијентског сертификата.
zh_hant: 請求的資源需要通過客戶端憑證來辨別身份。

# error.cert.auth
source: Certificate Not Authorized
fi: Sertifikaattia ei sallittu
gl: Certificado non autorizado
sr: Сертификат није одобрен
zh_hant: 憑證不被認可

# error.cert.auth.msg
source: The provided client certificate is valid but is not authorized for accessing the requested resource.
fi: Käytössä oleva asiakassertifikaatti on kelvollinen, mutta sille ei ole myönnetty lupaa pyydettyyn resurssiin.
gl: O certificado cliente proporcionado é válido pero non ten autorización para acceder ao recurso solicitado.
sr: Прослеђени клијентски сертификат је исправан, али му није дозвољено да приступа траженом ресурсу.
zh_hant: 提供的憑證有效，但無權訪問請求的資源。

# error.cert.invalid
source: Invalid Certificate
fi: Virheellinen sertifikaatti
gl: Certificado non válido
sr: Неисправан сертификат
zh_hant: 憑證無效

# error.cert.invalid.msg
source: The provided client certificate is expired or invalid.
fi: Käytössä oleva asiakassertifikaatti on vanhentunut tai virheellinen.
gl: O certificado do cliente proporcionado está caducado ou non é válido.
sr: Прослеђени клијентски сертификат је истекао или је неисправан.
zh_hant: 提供的憑證過期或無效。

# gempub.cover.viewlocal
source: This Gempub book can be viewed after it has been saved locally.
gl: Este libro Gempub pode verse tras ser gardado de xeito local.

# gempub.cover.untitled
source: Untitled Book
gl: Libro sen título

# gempub.cover.aboutbook
source: About this book
gl: Acerca deste libro

# gempub.cover.view
source: View Gempub contents
gl: Ver contidos Gempub

# gempub.cover.image
source: Cover image
gl: Imaxe da portada

# gempub.meta.author
source: Author
gl: Autora

# gempub.meta.version
source: Version
gl: Versión

# gempub.meta.revdate
source: Revision date
gl: Data de revisión

# gempub.meta.pub
source: Published
gl: Publicado

# gempub.meta.pubdate
source: Publish date
gl: Data de publicación

# gempub.meta.lang
source: Language
gl: Idioma

# gempub.meta.license
source: License
gl: Licenza

# dlg.default
source: OK
sr: ОК
zh_hant: 好

source: MB
fi: mt
sr: МБ

source: KB
fi: kt
sr: КБ

# num.bytes
source: %zu byte
fi: %zu tavu
sr: %zu бајт
zh_hant: %zu 位元組

# lang.hi
source: Hindi
sr: Хинди
zh_hant: 印地語

# dlg.newident.email
source: Email:
fi: Sähköposti:
sr: Епошта:
zh_hant: 電郵：

# dlg.bookmark.url
source: URL:
sr: УРЛ:
zh_hant: 地址：

# prefs.mono.gemini
source: Gemini
sr: Џемини

# prefs.linewidth.normal
source: Normal
fi: Normaali
sr: Обична
zh_hant: 正常

# heading.prefs.proxies
source: PROXIES
fi: VÄLIPALVELIMET
sr: ПРОКСИЈИ
zh_hant: 代理

# prefs.doctheme.name.sepia
source: Sepia
fi: Seepia
sr: Сепија
zh_hant: 棕色

# n.bit
source: %d-bit
sr: %d-битно
zh_hant: %d 位元

# mb.per.sec
source: MB/s
sr: МБ/с
